//Задание 1
//Создайте приложение калькулятор для перевода числа
//из одной системы исчисления в другую. Пользователь с по-
//мощью меню выбирает направление перевода. Например,
//из десятичной в двоичную. После выбора направления,
//пользователь вводит число в исходной системе исчисления.
//Приложение должно перевести число в требуемую систе-
//му. Предусмотреть случай выхода за границы диапазона,
//определяемого типом int, неправильный ввод.

namespace Task_1
{
    internal class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine("Hello, World!");
        }
    }
}